Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/lanekassen.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: NOK 358 647 (+15 903 per child of 16 years or less)
nb: 358 647 (+15 903 per barn som er 16 år eller yngre)

source: You will receive several more repayment deferrals if your interest is deleted
nb: Du får flere betalingsutsettelser hvis du får slettet renter

source: If your spouse/cohabiting partner comes from a country outside of Norway, you must also submit
nb: Hvis ektefellen/samboeren din kommer fra et land utenfor Norden, må du i tillegg sende inn

source: You must be registered with refugee status with the Norwegian Directorate of Immigration (UDI).
nb: Du må være registrert med flyktningstatus hos Utlendingsdirektoratet (UDI).

source: 65 percent of the rate is given as a loan and 35 percent of the rate is given as a grant.
nb: 65 prosent av satsen blir gitt som lån, og 35 prosent av satsen blir gitt som stipend.

source: This is in line with Norges Bank's key policy rate, plus an additional 8 percentage points.
nb: Den følger styringsrenten til Norges bank med et påslag på 8 prosentpoeng.

source: You can have your debt deleted if:
nb: Du kan få slettet gjeld hvis du:

source: All pupils and students who are studying abroad and who temporarily lived at home with their parents during the autumn of 2020 and spring of 2021 due to the coronavirus pandemic will be treated as though they lived away from home for the entire academic year.
nb: Alle elever og studenter som tar utdanning i utlandet, og som bor midlertidig hjemme hos foreldrene sine høsten 2020 og våren 2021 på grunn av koronapandemien, blir regnet som borteboere hele studieåret.

source: confirmation (a reference) from your Norwegian employer(s) showing the period(s) you have worked in Norway, what work you did and the percentage of a full-time position you worked.
nb: bekreftelse (attest) fra din(e) norske arbeidsgiver(e) som viser perioden(e) du har arbeidet i Norge, hva arbeidet besto i, og stillingsprosenten du har hatt.

source: This means that they are adjusted in line with expected price increase in 2021.
nb: Det betyr at de justeres opp i tråd med forventet prisvekst i 2021.

source: How does Lånekassen use cookies?
nb: Hvordan bruker Lånekassen cookies?

source: Even if you have defaulted on your loan for more than three years, Lånekassen will not transfer your debt permanently to the SI if:
nb: Selv om lånet har vært misligholdt i mer enn tre år, vil ikke Lånekassen overføre gjelden permanent til SI dersom:

source: In addition to the original instalment and the instalment for the next month, you will have to pay a reminder fee of NOK 280.
nb: I tillegg til det opprinnelige terminbeløpet og terminbeløpet for neste måned, må du betale purregebyr på 280 kroner.

source: section 6 Additional information and confirm the information
nb: Legen kan spesifisere perioden i punkt 6 under til eggsopplysninger

source: for more information.
nb: for mer informasjon.

source: If you log in to Dine sider, you will find general details about the amount of debt you have, Lånekassen’s account number and your KID (customer identification) number.
nb: Logger du inn på Dine sider, finner du oversikt over hvor stor gjeld du har, Lånekassens kontonummer og hva som er KID-nummeret ditt.

source: 40 percent of this will be converted to grant (NOK 10 400).
nb: 40 prosent, tilsvarende 10 400 kroner, vil bli gjort om til stipend.

source: You must fulfil one of these conditions:
nb: Du må oppfylle ett av disse vilkårene:

source: the right to retrieve your own personal data (data portability)
nb: retten til å få med deg egne personopplysninger (dataportabilitet)

source: disclosing personal data to other public authorities who have a legal basis for collection
nb: å utlevere personopplysninger til andre offentlige myndigheter som har et lovgrunnlag for innhenting

source: If you don’t have documentation ready when you are applying, you may submit it later.
nb: Har du ikke dokumentasjonen klar når du søker, kan du ettersende den.

source: Once your loan has been terminated, the Norwegian National Collection Agency (SI) may take collateral in assets that you own, including property and money in your bank account.
nb: Når lånet ditt er oppsagt, kan Statens innkrevingssentral (SI) ta pant i formuesgoder du eier, blant annet eiendom og beløp som står på bankkontoen din.

source: In the interest of your privacy, you must not send certain personal data by e-mail.
nb: Av hensyn til personvernet ditt skal du ikke sende visse personopplysninger på e-post.

source: on study leave with a salary or grant that corresponds to at least 50 per cent of a full time position, where the salary is paid by an employer in the region
nb: har studiepermisjon med stipend eller lønn tilsvarende minst 50 prosent av full stilling, der lønnen blir betalt av en arbeidsgiver i regionen

source: You may apply for loans and grants for the academic year 2021-2022.
nb: Nå kan søke om lån og stipend lån for studieåret 2021–2022.

source: You are an EEA or EFTA citizen and have employee status in Norway.
nb: Du er statsborger fra et EØS- eller EFTA-land og har status som arbeidstaker i Norge.

source: The requirement of attending lectures on campus does not apply if an education that is normally campus-based is offered online or session-based in the autumn of 2021 due to the coronavirus pandemic.
nb: Kravet om å oppholde seg på lærestedet gjelder ikke dersom en utdanning som normalt er stedbasert, tilbys nettbasert eller samlingsbasert høsten 2021 på grunn av koronapandemien.

source: You can read more about this on page 39 in
nb: Du kan lese mer om dette på side 39 i

source: music, dance and drama, except programme area dance
nb: musikk, dans og drama, unntatt programområde dans

source: First reminder: 2 instalments and NOK 280 in reminder fees
nb: Første purring: 2 terminbeløp og 280 kroner i purregebyr

source: In such cases the deadline may be extended by two months.
nb: I slike tilfeller kan fristen forlenges med to måneder.

source: Maternity leave and leave for occasional care of children whilst employed may be included as part of the accrual period of 24 months.
nb: Fødsels- og omsorgspermisjon i fortsettelsen av et arbeidsforhold kan inngå som en del av opptjeningstiden på 24 måneder.

source: You should not send documentation for 2021 now.
nb: Du skal ikke sende dokumentasjon for inntekt fra 2021 nå.

source: You will receive the money when you have started your 140 hour basic training
nb: Du får pengene når du har startet på 140 timer grunnutdanning

source: The survey will be issued in March 2021.
nb: Undersøkelsen sendes ut i mars 2021.

source: lanekassen.no has been developed in accordance with the regulations on universal design of ICT and the WCAG 2.1 framework.
nb: lanekassen.no er utviklet i tråd med forskrift for universell utforming av IKT og rammeverket WCAG 2.1.

source: Due to the coronavirus pandemic, you can defer repayments, without using your quota of 36 repayment deferrals.
nb: På grunn av koronapandemien kan du utsette betaling av regningen, uten at du bruker av kvoten på 36 betalingsutsettelser.

source: 1 Young people who have completed primary and secondary education or equivalent have a statutory right to upper secondary education.
nb: 1 Ungdom som har tatt grunnskolen eller tilsvarende opplæring, har lovfestet rett til videregående opplæring.

source: Loans for those periods where you have lived with your parents cannot be converted to grants.
nb: Du kan ikke få gjort om lån til stipend for perioder du har bodd hjemme hos foreldrene dine.

source: As a part of this study, Lånekassen provides personal data to Oslo Economics, but the information does not directly identify any person.
nb: Lånekassen utleverer i den forbindelse personopplysninger som ikke direkte identifiserer personer til Oslo Economics.

source: The exception rule applies for 2020 and 2021
nb: Unntaksregelen gjelder i 2020 og 2021

source: Please note that you will be charged a fee of NOK 300 when making repayments by cheque.
nb: Vær klar over at du blir belastet med et gebyr på 300 kroner når du betaler med sjekk.

source: after applying for support.
nb: etter at du har søkt om lån og stipend.

source: During an accrual period of at least three years, you have been undertaking continuous study in Norway and you have completed studies corresponding to at least three years of full-time studies (equivalent to 180 credits).
nb: Du har i en opptjeningstid på minst tre år tatt sammenhengende utdanning i Norge, og du har bestått utdanning som tilsvarer minst tre års fulltidsutdanning (tilsvarende 180 studiepoeng).

source: Send documentation for 2020
nb: Send dokumentasjon for 2020

source: In connection with childbirth or adoption you may have loans converted to grants for up to 49 weeks.
nb: I forbindelse med fødsel eller adopsjon kan du få omgjort lån til stipend i inntil 49 uker.

source: The processing of personal data includes, for example, collection, registration, organization and disclosure.
nb: Behandlingen av personopplysninger omfatter for eksempel innsamling, registrering, organisering og tilgjengeliggjøring.

source: If you study part-time, the amount is reduced.
nb: Hvis du studerer på deltid, blir beløpet redusert.

source: You have a residence permit because of family immigration.
nb: Du har oppholdstillatelse på grunnlag av familieinnvandring.

source: You are not eligible for loans or grants if you live in a reception centre for asylum seekers.
nb: Bor du i asylmottak, har du ikke rett til lån og stipend.

source: additional payment deferrals in the period March 2020 to December 2021
nb: ekstra betalingsutsettelser i perioden mars 2020 til desember 2021

source: If you have other income that is not related to the coronavirus pandemic during the same period, the exception will not apply to such income.
nb: Har du annen inntekt som ikke er relatert til koronapandemien i den samme perioden, gjelder ikke unntaket for denne inntekten.

source: This also applies if you take a driver's license class C / CE / D in connection with 140 hours.
nb: Dette gjelder også om du tar førerkort klasse C/CE/D i sammenheng med 140 timer.

source: How much can you borrow in total?
nb: Hvor mye kan du låne til sammen?

source: Unemployed, AAP, sick and low income
nb: Arbeidsledig, AAP, syk og lav inntekt

source: Note that the change applies from 2021–2022. It does not apply retrospectively.
nb: Merk at endringen gjelder fra og med 2021–2022, den har ikke tilbakevirkende kraft.

source: If you need to have your collateral deleted before such time, please contact the SI.
nb: Dersom du har behov for å få slettet pantet før dette, må du ta kontakt med SI.

source: We will not send any reminders in the meantime.
nb: Du vil ikke få purringer i mellomtiden.

source: If you are late paying your bill, we will calculate interest on the amount you should have paid.
nb: Betaler du regningen for sent, beregner vi forsinkelsesrenter på det beløpet du skulle ha betalt.

source: If you have to pay tuition fees, you will need to complete the
nb: Skal du betale skolepenger, må du fylle ut

source: If you are a citizen of an EU country or Switzerland, Liechtenstein or Iceland, separate rules apply for support from Lånekassen.
nb: Hvis du er statsborger i et EU-land eller i Sveits, Liechtenstein eller Island, gjelder det egne regler for støtte fra Lånekassen.

source: Up to 40 per cent of basic support may be converted to a grant if you pass the language course.
nb: Inntil 40 prosent av basislånet kan gjøres om til stipend hvis du består språkkurset.

source: An employment contract is not considered sufficient documentation.
nb: Arbeidskontrakt er ikke tilstrekkelig dokumentasjon.

source: If you fail to pay a bill, and do not apply for repayment deferral either, this could quickly become very expensive.
nb: Hvis du lar være å betale en regning, og heller ikke søker om betalingsutsettelse, blir det fort veldig dyrt.

source: Are you a refugee?
nb: Er du flyktning?

source: If you have paid your arrears, you can apply for the deletion such collateral.
nb: Dersom du har betalt det du ligger på etterskudd med, kan du søke om å få slettet pantet.

source: The following applies to students and pupils who are studying in Norway during the spring of 2021
nb: Gjelder våren 2021 for studenter og elever som tar utdanning i Norge

source: for support from Lånekassen.
nb: for lån og stipend fra Lånekassen.

source: If you have children, the income limit is raised by NOK 15 561 per child of 16 years or younger.
nb: Dersom du har barn øker inntektsgrensa med 15 561 kroner for hvert barn som er 16 år eller yngre.

source: If you have received extra income for work that is related to the coronavirus epidemic, you can have your loan converted into a grant, even if you have earned more than Lånekassen’s income threshold in 2020 and 2021.
nb: Hvis du har hatt ekstra inntekt for arbeid knyttet til koronapandemien, kan du få gjort om lån til stipend, selv om du har tjent mer enn Lånekassens inntektsgrenser i 2020 og 2021.

source: You need to live and work in the region for at least 12 months
nb: Du må bo og jobbe i regionen i minst 12 måneder

source: In other words, you cannot receive support for programmes of study that do not correspond to higher education in Norway and also not for programmes of study at educational institutions outside of the EEA.
nb: Du kan altså ikke få lån eller stipend til utdanninger som ikke tilsvarer høyere utdanning i Norge, og heller ikke til utdanning ved læresteder utenfor EØS.

source: If you have children under the age of 16, you can add NOK 15,903 per child in order to see which threshold applies to you.
nb: Hvis du har barn under 16 år, kan du legge til 15 903 kroner per barn, for å se hvilken grense som gjelder deg.

source: You must be at least 50% disabled.
nb: Du må være minst 50 prosent ufør.

source: For an adult without any other income or benefit, the amout is approximatly NOK 11 000 a month.
nb: For en voksen uten annen inntekt eller stønad, er beløpet rundt 11 000 kroner i måneden.

source: Any interest on overdue payments and reminder fees that are added to your loan will not be deleted, even if you defer repayment of your bill, but will be added to the next bill you are due to pay.
nb: Eventuelle forsinkelsesrenter og purregebyr som er lagt til lånet ditt, blir ikke slettet selv om du utsetter regningen, men det blir lagt på den neste regningen du skal betale.

source: This is a loan you must repay.
nb: Dette er et lån som du må betale tilbake.

source: Applies to those who are taking vocational studies in Sweden, Denmark, Finland or Iceland.
nb: Gjelder deg som tar yrkesutdanning i Sverige, Danmark, Finland eller på Island.

source: You must submit details of your family in Norway.
nb: Du må sende inn opplysninger om familien din i Norge.

source: Your personal data can be disclosed to other public agencies that have a legal basis to use the data in their case processing.
nb: Personopplysningene dine kan bli utlevert til andre offentlige etater som har lovlig grunnlag for å bruke opplysningene i sin saksbehandling.

source: If you are a refugee, you may be eligible for support for all education in Norway that has been approved for support from Lånekassen.
nb: Er du flyktning, kan du få stipend og lån til all utdanning i Norge som er godkjent for stipend og lån fra Lånekassen.

source: If you use up the 36 deferrals, you will be unable to defer any further invoices unless you are entitled to have your interest exempted.
nb: Hvis du bruker opp de 36 utsettelsene, kan du ikke utsette flere regninger med mindre du har rett til å få slettet renter.

source: You may find this when logging into Dine sider.
nb: Dette finner du på Dine sider.

source: New additional loan in 2021
nb: Tilleggslån i 2021

source: Measures for pupils and students abroad
nb: Tiltak for studenter og elever i utlandet

source: The exemptions that applied to pupils and students abroad in the academic year 2020–2021 also applies for the autumn of 2021.
nb: De to unntaksreglene som gjaldt for elever og studenter i utlandet i studieåret 2020–2021 er videreført for høsten 2021.

source: Ensure that personal details in item 1 is completed before ticking item 4.
nb: Pass på at personlige opplysninger i punkt 1 er fylt ut før du krysser av i punkt 4.

source: The father or co-mother can receive a parental grant from week 7 and until week 49.
nb: Far eller medmor kan få foreldrestipend fra uke 7 til uke 49.

source: We do not accept printouts from websites or e-mails.
nb: Vi godtar ikke utskrift fra nettsider eller e-post.

source: Fee for paper bills: NOK 18 per bill
nb: Gebyr for regning på papir: 18 kroner per regning

source: Your total amount of debt can be found under "Your Debt" on Dine sider.
nb: Du finner den totale gjelden din under «Din gjeld» på Dine sider.

source: service and transport, except programme area transport and logistics
nb: service og samferdsel, unntatt programområde transport og logistikk

source: Have you used up all your repayment deferrals?
nb: Har du brukt opp betalingsutsettelsene dine?

source: You will then have 300 credits left of the right to educational support.
nb: Da har du 300 studiepoeng igjen som du kan få utdanningsstøtte til å ta.

source: Lånekassen’s Data Protection Officer is Liv Bergliot Simonsen.
nb: Lånekassens personvernombud er Liv Bergliot Simonsen.

source: Among these are the Norwegian National Collection Agency, Nav, the tax administration, Helfo, Husbanken and the Nordic student loan schemes.
nb: Dette gjelder blant annet Statens innkrevingssentral, Nav, skatteetaten, Helfo, Husbanken og de nordiske lånekassene.

source: the income of both of your parents
nb: hvor mange søsken du har

source: the disclosure is subject to an assessment of the impact on privacy pursuant to Article 35 of the GDPR in cases in which disclosure carries a high risk to the rights and freedoms of data subjects
nb: utleveringen er underlagt en vurdering av personvernkonsekvenser etter GDPR artikkel 35, der utleveringen innebærer en høy risiko for de registrertes rettigheter og friheter

source: If you received AAP (work assessment allowance) from NAV (the Norwegian Labour and Welfare Administration right up until a decision was made about your disability benefit, then being 40% disabled is enough.
nb: Hvis du fikk AAP (arbeidsavklaringspenger) fra Nav helt fram til du fikk vedtak om uføretrygd, er det nok at du er minst 40 prosent ufør.

source: If you are on sick leave during the period, this period will be included in the accrual period.
nb: Dersom du er sykmeldt i perioden, regnes denne tiden med i opptjeningsperioden.

source: You have a right of residence as a family member of an EEA citizen.
nb: Du har oppholdsrett i Norge som familiemedlem til en EØS-borger.

source: name and address: Lånekassen Postboks 450 Alnabru 0614 Oslo, Norway
nb: navn og adresse: Lånekassen Postboks 450 Alnabru 0614 Oslo, Norway

source: 5 Applicant’s signature
nb: 5 Søkerens underskrift

source: What can you appeal against?
nb: Hva kan du klage på?

source: You do not need to submit supporting documentation of your admission if you will be attending United World College or a French lycée.
nb: Skal du gå United World College eller fransk lycée trenger du ikke sende inn dokumentasjon for å bekrefte opptak.

source: You must submit
nb: Du må sende inn

source: This is the amount you should pay when you redeem your debt.
nb: Det er dette beløpet du skal betale når du innfrir gjelden.

source: You can not refuse automated case processing, but if you disagree with the decision, you may appeal, and in this event your case will be processed manually.
nb: Du kan ikke motsette deg automatisk saksbehandling, men hvis du er uenig i vedtaket, kan du klage, og da vil saken din bli behandlet manuelt.

source: technological and industrial production, programme area chemical processing and laboratory work
nb: teknologi og industrifag, programområde kjemiprosess- og laboratoriefag

source: section 12 of the Educational Support Regulations.
nb: kapit el 12 i forskriften om utdanningsstøt e.

source: If you pay your arrears, the termination of your loan will be revoked and your case will be withdrawn from the SI.
nb: Hvis du betaler det du ligger på etterskudd med, vil oppsigelsen av lånet bli opphevet og saken trekkes tilbake fra SI.

source: Nevertheless, if your studies have been delayed because you were ill, had children or because the teaching environment or study situation is not adapted to your reduced functional ability, you may receive support to take more than 480 credits.
nb: Hvis du er forsinket i utdanningen fordi du ble syk, fikk barn, eller fordi læringsmiljøet eller studiesituasjonen ikke er tilpasset den nedsatte funksjonsevnen din, kan du likevel få støtte til mer enn 480 studiepoeng.

source: If you are under 18 years of age and you have applied for a loan as well as a grant, you will need to sign the agreement together with one of your parents.
nb: Hvis du er under 18 år og har søkt om lån i tillegg til stipend skal du signere avtalen sammen med én av foreldrene dine.

source: Duration: 1 year The cookie stores information about whether or not you consent to cookies.
nb: Varighet: 1 år, Cookien lagrer informasjon om hvorvidt du godtar cookies eller ikke.

source: documentation from the Norwegian Labour and Welfare Administration (Nav) or your employer.
nb: Fikk du sykepenger utbetalt direkte fra Nav, må du legge ved utbetalingshistorikk fra Nav.

source: confirmation showing that he/she is employed in Norway, for example confirmation from an employer.
nb: bekreftelse som viser at han/hun har arbeid i Norge, for eksempel bekreftelse fra arbeidsgiver.

source: You can defer repayment of your bill up to 36 times.
nb: Du kan utsette regningen inntil 36 ganger.

source: These are child grant, additional loan and refugee grant.
nb: Dette er barnestipend, tilleggslån og flyktningsstipend.

source: All study programmes at Norwegian universities and public university colleges are approved for loans and grants, as well as most private university colleges, such as BI.
nb: Alle studietilbud ved norske universiteter og offentlige høgskoler er godkjente for lån og stipend, og også de fleste private høgskoler, som for eksempel BI.

source: Caring for children born in 2011 or later, or having particularly burdensome care duties within the immediate family.
nb: har omsorg for barn født i 2011 eller senere, eller har særlig tyngende omsorgsplikter i nærmeste familie

source: Thanks to the digital investment, a small organisation such as Lånekassen, with just over 300 permanent employees, is able to administer relationships with more than 1.1 million customers.
nb: På grunn av den digitale satsningen kan en liten organisasjon som Lånekassen med drøyt 300 faste ansatte forvalte kundeforhold med over 1,1 millioner kunder.

source: lanekassen.no is based on W3C standards and guidelines such as HTML5, CSS3 and Web Content Accessibility Guidelines (WCAG) 2.1 (level AA).
nb: ny.lanekassen.no er basert på W3C-standarder og retningslinjer som HTML5, CSS3 og Web Content Accessibility Guidelines (WCAG) 2.1 (nivå AA).

source: media and communication
nb: medier og kommunikasjon

source: The distance between parental home and your in-service training establishement is more than 40 kilometres, or
nb: Det er mer enn 40 kilometer mellom foreldrehjemmet og lærebedriften.

source: You can have your interest deleted if you are on a low income.
nb: Du kan få slettet renter hvis du har lav inntekt.

source: time studying in order to make normal progress, and that he/she therefore does not have the
nb: for å opprettholde normal progresjon, og at han/hun derfor ikke har kapasitet til å ha noen form
